{
    "posts": [{
            "id": 1,
            "id_user": 1,
            "date": "9 de maio de 2022",
            "imageUrl": "https://img-api-rouge.vercel.app/img/Ocasi%C3%A3o%20prop%C3%ADcia.svg",
            "category": "Filosofia",
            "title": "Ocasião propícia",
            "resume": "Em meio à tempestade, precisamos ter audácia para seguirmos rumo a uma circunstância mais saudável coletivamente, não apenas no campo da corporeidade, mas especialmente da nossa convivência.",
            "content": "Em meio à tempestade, precisamos ter audácia para seguirmos rumo a uma circunstância mais saudável coletivamente, não apenas no campo da corporeidade, mas especialmente da nossa convivência. A nossa ação deve contar com persistência, insistência, resistência. Isso reflete não só um estado de espírito, como uma disposição imprescindível para caminharmos em direção ao que é necessário.O poeta e dramaturgo italiano Gabriele D 'Annunzio (1863-1938), na tragédia “O navio”, escreveu: “Nunca é tarde para tentar o desconhecido, nunca é tarde para ir mais além”. Trata-se da percepção daquilo que persiste, insiste, resiste e busca inaugurar um tempo, que é novo em termos simbólicos, mas que precisa também ser uma prática que traga o que ainda não temos. De modo audacioso, precisamos ser capazes de ir mais além.Afinal, nunca é tarde! Mais reflexões sobre persistência podem ser lidas em“ Ainda dá!”, com Paulo Jebaili(Planeta, 144 pág.)",
            "duration": "5",
            "star": "5",
            "views":"5",
            "status": true
        },
        {
            "id": 2,
            "id_user": 1,
            "date": "2 de maio de 2022",
            "imageUrl": "https://img-api-rouge.vercel.app/img/Decis%C3%A3o%20Aut%C3%B4noma.svg",
            "category": "Filosofia",
            "title": "Decisão Autônoma",
            "resume": "Cada eleição carrega a possibilidade de a democracia ser vitoriosa, independentemente do resultado final, desde que tenha sido decente, portanto, honroso para uma comunidade de vida.",
            "content": "Cada eleição carrega a possibilidade de a democracia ser vitoriosa, independentemente do resultado final, desde que tenha sido decente, portanto, honroso para uma comunidade de vida. Quem venceu que frua o mérito e assuma a tarefa. Quem perdeu que reveja a trajetória e prepare outra melhor. Assim, a política pode ser bela, quando uma vitória é merecida e uma derrota é aceita. Mas, acima de tudo, deve prevalecer o espírito de quem entende o valor da livre escolha. Lembre-se: Paulo, judeu do século I, nascido em Tarso, que hoje é na Turquia, chamado por muitos de São Paulo, na “Epístola aos romanos”, escreveu: “Alegrai-vos com os que se alegram e chorai com os que choram”. Ainda assim, alegria ou choro, ambas as situações compõem um modo de tecer a vida de uma comunidade pela livre escolha*.* Mais reflexões sobre democracia podem ser lidas em “Política: para não ser idiota”’, com Renato Janine Ribeiro (Papirus 7 Mares, 112 pág.)",
            "duration": "10",
            "star": "3",
            "views": "65",
            "status": true
        },
        {
            "id": 3,
            "id_user": 1,
            "date": "25 de abril de 2022",
            "imageUrl": "https://img-api-rouge.vercel.app/img/Profecia%20posterior.svg",
            "category": "Filosofia",
            "title": "Profecia posterior",
            "resume": "Depois que algo acontece, vem sempre alguém e “eu não disse?”, “bem que eu falei”. São os “profetas do depois da hora”. Mas há uma lógica que é esquecida: a probabilidade de algo acontecer ou não.",
            "content": "Depois que algo acontece, vem sempre alguém e “eu não disse?”, “bem que eu falei”. São os “profetas do depois da hora”. Mas há uma lógica que é esquecida: a probabilidade de algo acontecer ou não (se não houver uma previsão maior) é de 50%. Então, pode ou não acontecer. Essas profecias feitas a partir do “eu não disse?” retomam uma memória marcada pela obviedade. O escritor russo Liev Tolstói (1828-1910), na sua grande obra “Guerra e Paz” escreveu: “Fazem-se tantas suposições sobre desfecho de um acontecimento que, de qualquer maneira que acabe, sempre haverá pessoas para declarar ‘bem que eu tinha dito’, esquecendo completamente que, entre as inúmeras suposições, havia também algumas absolutamente opostas”. Ou seja, poderia ser ou não ser, poderia se realizar ou não. Essa percepção lógica trazida por Tolstói serve para muita coisa. Mais reflexões sobre probabilidades e acontecimentos podem ser lidas em “A sorte segue a coragem’ (Planeta, 192 pág.)",
            "duration": "5",
            "star": "3",
            "views": "26",
            "status": true
        },
        {
            "id": 4,
            "id_user": 1,
            "date": "18 de abril de 2022",
            "imageUrl": "https://img-api-rouge.vercel.app/img/Densidade%20po%C3%A9tica.svg",
            "category": "Filosofia",
            "title": "Densidade poética",
            "resume": "A poesia, a literatura, a pintura nos encantam com a possibilidade de nos tirar um pouco do sufoco momentâneo – mas, nem por isso, menos sufoco. A arte é necessária, ainda mais quando a agonia é grande.",
            "content": "A poesia, a literatura, a pintura nos encantam com a possibilidade de nos tirar um pouco do sufoco momentâneo – mas, nem por isso, menos sufoco. A arte é necessária, ainda mais quando a agonia é grande. A poesia traz também essa condição, a partir da elaboração do que nos encanta. Vale muito. Não é fugir da realidade, mas encontrar algum tipo de amenização, para ganhar força para enfrentá-la. O poeta fluminense Fagundes Varela (1841-1875), na obra “Cantos do ermo e da cidade”, num poema sobre o vaga-lume, nos encanta: “Quem és tu, pobre vivente, que passas triste, sozinho, trazendo os raios da estrela e as asas do passarinho? A noite é negra, raivosos os ventos sopram do sul, não temes, doido, que apaguem a tua lanterna azul?”. Que capacidade grande de fazer com que pensemos também no que vai além do que nos machuca. Mais reflexões sobre arte podem ser lidas em “O melhor do Cortella. Trilhas do pensar”’ (Planeta, 192 pág.)",
            "duration": "5",
            "star": "2",
            "views": "17",
            "status": true
        },
        {
            "id": 5,
            "id_user": 1,
            "date": "11 de abril de 2022",
            "imageUrl": "https://img-api-rouge.vercel.app/img/Ciclo%20espantoso.svg",
            "category": "Filosofia",
            "title": "Ciclo espantoso",
            "resume": "O que é a vida? Aquilo que faz com que haja ciclos, alterações, que marque a importância de cada ser, mas também a ínfima presença de cada ser, quando se compara com o conjunto da vida.",
            "content": "O que é a vida? Aquilo que faz com que haja ciclos, alterações, que marque a importância de cada ser, mas também a ínfima presença de cada ser, quando se compara com o conjunto da vida. Isso vale numa sociedade, por isso, a inutilidade da arrogância. A absoluta falta de importância de pessoas que empinam o nariz, que têm a marca de soberba, que rejeitam a convivência em que cada um e cada uma é parte de um conjunto, em todas as formas de vida. Uma das ideias mais intrigantes de Shakespeare (1564-1616) aparece na tragédia Hamlet. No ato 4, Hamlet diz: “É possível que alguém pesque com o verme que comeu um rei e depois coma o peixe que engoliu o verme”. Olha que inteligência! A ideia de alguém que é deglutido por um ser ínfimo e, por outro lado, esse mesmo ser é deglutido por um outro ser, fechando um ciclo. Daí a inutilidade da arrogância*.* Mais reflexões sobre arrogância podem ser lidas em “Qual é a tua obra?” (Vozes, 144 pág.)",
            "duration": "5",
            "star": "1",
            "views": "51",
            "status": true
        },
        {
            "id": 6,
            "id_user": 1,
            "date": " 4 de abril de 2022",
            "imageUrl": "https://img-api-rouge.vercel.app/img/Ciclo%20espantoso.svg",
            "category": "Filosofia",
            "title": "Ocasião ambivalente",
            "resume": "O que mais permite que tenhamos uma vida de realização é a nossa obra. O que podemos chamar de o nosso trabalho, não necessariamente o emprego. O emprego pode ser o local do nosso trabalho.",
            "content": "O que mais permite que tenhamos uma vida de realização é a nossa obra. O que podemos chamar de o nosso trabalho, não necessariamente o emprego. O emprego pode ser o local do nosso trabalho.  Há uma frase antiga que diz que “o trabalho liberta”. Trabalho como realização ou como suplício? Não podemos esquecer de todos os tempos históricos – e ainda hoje –em que eu trabalho apareceu como suplício, com pessoas tornadas servas ou escravizadas. Alain, pseudônimo do filósofo francês Émile-Auguste Chartier (1868-1951), no texto “Considerações sobre a felicidade”, escreveu: “O trabalho é a melhor e a pior das coisas. A melhor, se é livre; a pior, se é escravo”. Talvez ainda tenhamos dificuldade em compreender a densidade dessa percepção. O trabalho entendido como forma de eu me realizar, de fazer não apenas o meu sustento, mas a marca da minha presença na vida. Mais reflexões sobre trabalho podem ser lidas em “Por que fazemos o que fazemos” (Planeta, 174 pág.)",
            "duration": "15",
            "star": "4",
            "views": "46",
            "status": true
        },
        {
            "id": 7,
            "id_user": 2,
            "date": "10 de maio de 2022",
            "imageUrl": "https://img-api-rouge.vercel.app/img/Retorno%20investido.svg",
            "category": "Tecnologia",
            "title": "Retorno investido",
            "resume": "Todos sabem uma das maiores responsabilidades de qualquer gestor de produto é garantir que o produto que estamos construindo gere valor e tenha um bom retorno em relação ao investimento.",
            "content": "Todos sabem uma das maiores responsabilidades de qualquer gestor de produto é garantir que o produto que estamos construindo gere valor e tenha um bom retorno em relação ao investimento para construí-lo. Isso não é diferente para produtos internos, mas existem algumas particularidades desse tipo de produto que precisamos estar atentos. Mas antes de entrarmos nesse tema, temos que diferenciar o que são produtos digitais internos e externos. Diferenças entre produtos digitais internos e externos.Produtos digitais externos são produtos criados para atender às necessidades do cliente da empresa, ou seja, quem usa o produto é um cliente final. Esse tipo de produto geralmente é comercializado no mercado, através de um plano de assinatura, por exemplo. E mesmo quando o produto não existe custo para usar o produto, o seu uso traz alguma receita, como é o caso de plataformas de e-commerce. Produtos digitais internos são produtos criados para os colaboradores da empresa, ou seja, eles são utilizados internamente e o cliente final muitas vezes nem sabe que o produto existe, já que são soluções de suporte ou de 'backoffice'. Particularidades dos produtos internos Na minha experiência, vejo que produtos internos cumprem alguns objetivos importantes nas organizações, como por exemplo: Aumentar a produtividade dos colaboradores; Automatizar processos repetitivos; Suportar o crescimento das empresas sem necessariamente aumentar no mesmo ritmo a quantidade de pessoas; Aumentar eficiência da empresa como um todo; Diminuir gargalos na operação. E por isso a forma de trabalhar com esses produtos internos é um pouco diferente de um produto para o usuário final. Sendo assim vale destacar algumas diferenças: Não se faz necessário trabalhar com a venda do produto, porém é necessário saber exatamente o valor de negócio que estamos entregando e para quem estamos entregando para assim garantir a adesão ao produto; Produtos internos diferente de produtos externos não geram receita direta.",
            "duration": "20",
            "star": "5",
            "views": "250",
            "status": true
        },
        {
            "id": 8,
            "id_user": 3,
            "date": "15 de maio de 2022",
            "imageUrl": "https://img-api-rouge.vercel.app/img/Trajet%C3%B3rias%20negras.svg",
            "category": "Tecnologia",
            "title": "Trajetórias negras",
            "resume": "Quando falamos do contexto digital e trajetórias negras no agilismo, temos algumas pré-concepções de falarmos sobre times anti-frágeis, multidisciplinares, criativos e com várias outras características positivas.",
            "content": "Quando falamos do contexto digital e trajetórias negras no agilismo, temos algumas pré-concepções de falarmos sobre times anti-frágeis, multidisciplinares, criativos e com várias outras características positivas. Nenhuma dessas concepções são errôneas, mas te convido a pensar que talvez, elas sejam incompletas se não analisadas em suas diferentes faces, e uma delas, é a face da diversidade e inclusão de pessoas negras. Na última década, o mercado de tecnologia da informação teve um aumento de 70% no número de contratação de pessoas, mas, em contrapartida, apenas 2,8% deste mercado é formado por pessoas negras e 20,5% por pardas (dados de 2019).",
            "duration": "5",
            "star": "1",
            "views": "80",
            "status": true
        },
        {
            "id": 9,
            "id_user": 4,
            "date": "30 de setembro de 2021",
            "imageUrl": "https://img-api-rouge.vercel.app/img/Manifesto%20%C3%81gil.svg",
            "category": "Tecnologia",
            "title": "Manifesto Ágil",
            "resume": "Até muito pouco tempo atrás, poderia arriscar a dizer que se você é da área de tecnologia, muito provavelmente já teria ouvido falar do Manifesto Ágil, nem que fosse em uma conversa de corredor.",
            "content": "Até muito pouco tempo atrás, poderia arriscar a dizer que se você é da área de tecnologia, muito provavelmente já teria ouvido falar do Manifesto Ágil, nem que fosse em uma conversa de corredor. No entanto, com a aceleração da transformação digital nas empresas e com este tema tão em alta no mercado, ter ouvido falar do “tal manifesto ágil” não é mais uma exclusividade “do pessoal da TI”. Mas não se preocupe se, ainda assim, você nunca ouviu falar de agilidade, manifesto ágil, scrum, Kankan, etc. Este artigo vai ajudar você que não faz a menor ideia se o manifesto ágil é de comer ou beber e até você que vivencia a cultura ágil no dia a dia, afinal, aprendizagem contínua é um dos princípios da agilidade.",
            "duration": "5",
            "star": "1",
            "views": "3",
            "status": true
        },
        {
            "id": 10,
            "id_user": 5,
            "date": "01 de setembro de 2021",
            "imageUrl": "https://img-api-rouge.vercel.app/img/Retorno%20investido.svg",
            "category": "Negócios",
            "title": "Adaptado às mudanças",
            "resume": "Enquanto profissionais, sabemos da importância de acompanhar e se adaptar à dinâmica do mercado. São novas tendências, plataformas e comportamentos a todo momento.",
            "content": "Enquanto profissionais, sabemos da importância de acompanhar e se adaptar à dinâmica do mercado. São novas tendências, plataformas e comportamentos a todo momento. Mas a questão que fica é: a maneira que estamos absorvendo os conhecimentos é a mais indicada? De acordo com estudo feito pela Universidade de Berkeley, nos EUA, as pessoas passam quase 12 horas por dia consumindo informações. Elas acabam lendo e ouvindo mais de 100 mil palavras por dia. Com essa grande quantidade de conteúdos nos tempos modernos, a possibilidade de recebermos informações que acabam não sendo relevantes para nossa vida é gigante. A verdade é que não basta só ter o conhecimento, mas sim o conhecimento certo. A solução para o enorme fluxo de elementos diários é a filtragem. Isso engloba quais perfis seguimos nas redes, quais locais frequentamos, quais pessoas nos relacionamos, o que assistimos e o que escolhemos pesquisar ou aprender em nossa rotina. Isso ajuda não só a termos um dia a dia menos estressante e caótico, ao pensar o que fazer com tantos dados, e a chegarmos mais próximos dos nossos objetivos de vida.",
            "duration": "5",
            "star": "2",
            "views": "30",
            "status": true
        }
    ],
    "user": [{
            "id": 1,
            "user": "Cortella",
            "name": "Mario",
            "surname": "Sergio Cortella",
            "token": "lYOy2V8OkjmK5dQ0ZXb627ffd2c1afaf",
            "description": "Professor, Escritor e Filósofo at MSCortella Consultoria",
            "imageProfile": "https://img-api-rouge.vercel.app/img/Cortela.jpg"
        },
        {
            "id": 2,
            "user": "Vasconcelos",
            "name": "Guilherme",
            "surname": "Vasconcelos",
            "token": "CwbAXDVscJTQ8JCLcGF627ffd8d03cdd",
            "description": "Product Manager na dti digital",
            "imageProfile": "https://img-api-rouge.vercel.app/img/Vasconcelos.jpg"
        },
        {
            "id": 3,
            "user": "Assis",
            "name": "Rodrigo",
            "surname": "Assis",
            "token": "QLrvMYgl6z6AhtMu2Wd627ffde75b50f",
            "description": "Product Owner na Acordo Certo | Certified Scrum Product Owner",
            "imageProfile": "https://img-api-rouge.vercel.app/img/Assis.jpg"
        },
        {
            "id": 4,
            "user": "Lopes",
            "name": "Pierre",
            "surname": "Lopes",
            "token": "iqOaXcsykwF3zFXM23u627ffe3c240e6",
            "description": "Tech Manager na dti digital",
            "imageProfile": "https://img-api-rouge.vercel.app/img/Lopes.jpg"
        },
        {
            "id": 5,
            "user": "Voitto",
            "name": "Grupo",
            "surname": "Voitto",
            "token": "v3fXD0YByIy4GvxQc83627ffe82b6a75",
            "description": "Escola de habilidades para se destacar no mundo dos negócios. +9 MILHÕES de alunos em 42 países.",
            "imageProfile": "https://img-api-rouge.vercel.app/img/Voitto.jpg"
        }
    ]
}